# задание 1
age=int(input("Введите свой возраст"))
print(age)

if age>=18:
    print("это хорошо")
elif age<60:
    print("Ваш возраст меньше 60")

min=18
max= 61
if min <= age <= max:
 print(" ваш возраст находится в диапазоне от 18 до 60 лет")

# задание 2

 name=input("Введите свое имя")
 age= int(input("Введите свой возраст"))
homework=int(input("Введите количество вашего домашнего задания"))
if age>16:
   print("Ваш возраст больше 16 лет")
if homework>5:
   print("Количество вашего домашнего задания больше 5")   

 


 
